Leet_EN = {'a':'4', 'b':'8', 'c':'see', 'd':'cl', 'e':'3', 'f':'ph',
           'g':'6', 'h':'auch', 'i':'ai', 'j':'gei', 'k':'IX', 'l':'1',
           'm':'IVI', 'n':'en', 'o':'0', 'p':'q', 'q':'9', 'r':'l2',
           's':'z', 't':'7', 'u':'IJ', 'v':'U', 'w':'VV', 'x':'eks',
            'y':'uai', 'z':'2'}

msg_list = ['Семь раз отмерь, но, ввод все равно неправильный',
            'Если гора не идет к Магомеду, значит ввод неправильный',
            'Ввод не волк, но он неправильный',
            'Труд человека кормит, а неправильный ввод портит',
            'Терпенье и труд все правильно введут',
            'Красна птица пером, а человек правильным вводом',
            'Одна голова хорошо, а правильный ввод еще лучше',
            'Купил мужик шляпу, а у вас ввод неправильный']

letter_err = '. Нужны букаффки, а вы, извиняюсь, ввели что-то нечитаемое'

hello = str('Привет, я бот который шифрует пароли' +
        ' (пока поддерживается только ENG -> leet).' +
        ' Отправь свой пароль сообщением и я его зашифрую!')
